[
  {
    "uuid": "a9f1c6e5-9383-4d12-b28d-734c9370f861",
    "location": "Kolkata, West Bengal, India",
    "timeStamp": "7 Jan 2025 at 09:30",
    "title": "The Phantom Warning",
    "text": "I was crossing the road near the old tram line, lost in thought, when I stepped forward without checking for traffic. Suddenly, a sharp cry cut through the morning noise—an elderly woman shouted my name and told me to stop. I froze just as a speeding bus rushed past, missing me by inches. My heart raced as I turned to thank her, but the pavement was empty. No one stood there. The chill came when I realized she looked exactly like my grandmother, who passed away seven years ago. She wore the same white-bordered sari we had dressed her in for her last rites."
  },
  {
    "uuid": "47e3291a-6f67-4fc0-9d06-25fa4d1f3ae1",
    "location": "Mumbai, Maharashtra, India",
    "timeStamp": "20 March 2024 at 11:30",
    "title": "The Harmonium Player/'s Lament",
    "text": "We slipped into an abandoned colonial-era theatre near South Mumbai, its halls thick with dust and silence. As we explored, a slow harmonium tune echoed through the building—soft, provingly sad. It led us to the stage, where a broken harmonium sat untouched. Then we noticed him: a tall figure in old performance attire, standing in the balcony, staring down at us. His face held unbearable sorrow before he faded away. Later, locals told us about a musician who died when the theatre caught fire mid-performance, his music never completed."
  },
  {
    "uuid": "b83cb7e0-df38-493b-b53d-2616175ea5f9",
    "location": "Puri, Odisha, India",
    "timeStamp": "7 Jan 2025 at 10:00",
    "title": "The Widow by the Window",
    "text": "The seaside lodge was old, its wooden floors groaning with every step. At around 2 AM, I woke to the sound of slow movement in my room. When I turned on the light, I saw the old rocking chair near the window gently swaying. No one was there. In the morning, I told the caretaker. She nodded calmly and said the chair once belonged to a woman who waited there every night for her fisherman husband, who never returned from the sea. Some say she still waits."
  },
  {
    "uuid": "9f4b6c21-3c9f-4c7b-a3c1-5d98a1f71b92",
    "location": "Bengaluru, Karnataka, India",
    "timeStamp": "7 May 2025 at 09:26",
    "title": "The Ghost in Accounts",
    "text": "At our office, one cubicle near the finance section was always left unused. People joked it was cursed. One afternoon, I noticed a warm cup of chai sitting on that desk. Curious, I sat down. The computer switched on by itself and opened an Excel sheet. Cell A1 typed: “Too many formulas. Go home.” A cold breeze passed, and every stapler snapped shut at once. Later, a sticky note appeared on my screen: “They never cleared my salary.” Since then, printers jam themselves and emails send without drafts. HR has decided to relocate the department."
  },
  {
    "uuid": "c81d2b4a-2e99-4f5a-8c31-91db2a6c4c21",
    "location": "Pune, Maharashtra, India",
    "timeStamp": "8 May 2025 at 12:08",
    "title": "The Bathroom Mirror Incident",
    "text": "One morning, while brushing my teeth and scrolling through messages, I glanced up and froze. My reflection blinked before I did. I waved—my reflection followed, but a second late. Then it began writing on the mirror from the inside: “Nice hair.” I stared in disbelief as it added, “Just kidding.” Ever since, it kept offering comments every morning. I finally stuck a note on the mirror that said, “Bas karo.” The comments stopped. I still avoid eye contact while brushing."
  },
  {
    "uuid": "e71b09d4-4a91-4c3f-bd57-ef1b2c4a0c88",
    "location": "Delhi, India",
    "timeStamp": "22 May 2025 at 16:51",
    "title": "Invisible Man Spotted Near Metro Station",
    "text": "While waiting near the metro exit, I saw footsteps forming in dust on the ground—moving on their own. People brushed past as if nothing was wrong. The footsteps stopped beside me, and I felt someone breathe near my ear. Then they vanished. No one believed me, but I know what I saw."
  }
]
